Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Two locations are being considered for a desalination plant.
sv_se: Man väljer mellan två platser för en avsaltningsanläggning.

source: Two of the four machines are shown below.
sv_se: Två av de fyra maskinerna visas nedan.

source: Two of the samples are carbon-11.
sv_se: Två av proverna är kol-11.

source: Two of the selections have already been made.
sv_se: Två av valen har redan gjorts.

source: Two pairs of properly fitting shoes, <including a pair of all-weather shoes>
sv_se: Två par skor som passar bra, inklusive ett par vinterskor

source: Two people are discussing the possible relationship between the two graphs.
sv_se: Två personer diskuterar det möjliga förhållandet mellan de två graferna.

source: Two school years, not including this school year
sv_se: Två läsår utöver det här läsåret

source: Type 1 hand sanitisers are less effective in killing bacteria than Type 2 sanitisers.
sv_se: Handdesinfektionsmedel av typ 1 dödar bakterier mindre effektivt än desinfektionsmedel av typ 2.

source: Type 1: Alcohol-free hand sanitisers contain only non-alcoholic antiseptic chemicals.
sv_se: Typ 1: alkohol-fria handdesinfektionsmedel innehåller endast antiseptiska kemikalier som inte är alkoholer.

source: Type 2: Alcohol-based hand sanitisers contain one or more types of alcohol.
sv_se: Typ 2: alkohol-baserade handdesinfektionsmedel innehåller en eller flera typer av alkohol.

source: Type a number in the box of each repeat block.
sv_se: Skriv in ett värde i rutan för varje upprepa-block.

source: Type of food
sv_se: Typ av livsmedel

source: Type of light pollution
sv_se: Typ av ljusförorening

source: Type the name of the subgroup in the box.
sv_se: Skriv namnet på undergruppen i textrutan.

source: Type the name of this force in the text box.
sv_se: Skriv namnet på denna kraft i textrutan.

source: Types of food
sv_se: Typ av mat

source: UV Light Damage
sv_se: Skador av UV-strålning

source: Under certain conditions, toxic, red-coloured algae grow and reproduce quickly, forming a red bloom as shown in the image.
sv_se: Under vissa förhållanden kan giftiga rödalger tillväxa och föröka sig snabbt, vilket leder till röd algblomning som visas i bilden.

source: Understand the <dialogues> in a video (e.g. TV programmes, movies)
sv_se: Förstå dialogerna i en video (t.ex. TV-program, filmer)

source: Understand what different calls mean.
sv_se: Förstå vad olika ljud betyder.

source: Understand what people say to each other
sv_se: Förstå vad folk säger till varandra

source: United Kingdom
sv_se: Storbritannien

source: United States of America
sv_se: Amerikas förenta stater

source: Unknown
sv_se: Okänt

source: Unplug devices such as televisions, computers and game consoles at the end of each day.
sv_se: Koppla ur apparater som tv, datorer och spelkonsoler i slutet av varje dag.

source: Unsafe area
sv_se: Osäkert område

source: Up to 30 minutes a day
sv_se: Upp till 30 minuter per dag

source: Up to 90% of the components of a wind turbine can be recycled, but not the blades.
sv_se: Upp till 90 % av komponenterna i ett vindkraftverk kan återvinnas, men inte bladen.

source: Use
sv_se: Användning

source: Use <English²> to communicate with people from all over the world
sv_se: Använda engelska för att kommunicera med människor från hela världen

source: Use alternative shipping routes that avoid sensitive natural environments.
sv_se: Använda alternativa sjöfartsrutter som undviker känsliga naturmiljöer.

source: Use drawing or graphic software and applications
sv_se: Använda programvara och program för ritning eller grafisk design

source: Use hand sanitiser to reduce the number of bacteria on skin
sv_se: Använd handdesinfektionsmedlet för att minska mängden bakterier på huden

source: Use hand sanitiser to reduce the number of bacteria on skin.
sv_se: Använd handdesinfektionsmedlet för att minska mängden bakterier på huden

source: Use in <English²> mobile apps whose main purpose is not language learning (e.g. news apps)
sv_se: Använder mobilappar på engelska som inte är avsedda för språkinlärning (t.ex. nyhetsappar)

source: Use information from the table to explain your answer.
sv_se: Använd information från tabellen för att förklara ditt svar.

source: Use of desalination plants can provide water security for regions of the world where water scarcity can lead to poor hygiene and increased rates of disease.
sv_se: Användning av avsaltningsanläggningar kan ge säker tillgång till vatten i områden i världen där vattenbrist kan leda till dålig hygien och ökad förekomst av sjukdom.

source: Use one repeat while block and one repeat until block to make the Nature Pod meet the goals, in the order they are written.
sv_se: Använd ett upprepa så länge-block och ett upprepa tills-block för att få naturkapseln att uppnå målen i den ordning som de är skrivna.

source: Use only cold water in washing machines.
sv_se: Endast använda kallvatten i tvättmaskiner.

source: Use pesticides that are harmful only to the pest species being targeted.
sv_se: Använda bekämpningsmedel som bara är skadliga för de skadedjur som de är avsedda för.

source: Use simulations (e.g., virtual science labs) to study scientific phenomena
sv_se: Använda simuleringar (t.ex. virtuella vetenskapslabb) för att studera vetenskapliga fenomen

source: Use the -/+ buttons to adjust the variable.
sv_se: Använd knapparna +/- för att justera variabeln.

source: Use the data in the table to support your answer.
sv_se: Använd uppgifterna i tabellen som stöd för ditt svar.

source: Use the drop-down menus () as follows:
sv_se: Använd rullistorna () för att:

source: Use the drop-down menus below to identify at which stage the wind turbine farm is using each of the following strategies.
sv_se: Använd nedanstående rullgardinsmenyer för att fastställa på vilket stadium vindkraftsparken använder var och en av följande strategier.

source: Use the graph to answer the question.
sv_se: Använd diagrammet för att svara på frågan.

source: Use the graph to determine the correct answer.
sv_se: Använd diagrammet för att avgöra vilket svar som är korrekt.

source: Use the information about the structure of each hydrocarbon in your explanation.
sv_se: Använd informationen om varje kolvätes struktur i din förklaring.

source: Use the information in the diagram to identify the experimental difficulties that scientists may have encountered while trying to clone the sheep.
sv_se: Använd informationen i diagrammet för att identifiera de experimentella svårigheter som forskare kan ha stött på när de försökte klona fåret.

source: Use the information in the graph to determine the carbon footprint of each snack.
sv_se: Använd informationen i diagrammet för att avgöra koldioxidavtrycket för varje snacks.

source: Use the information in the graph to explain your answer.
sv_se: Använd informationen i diagrammet för att förklara ditt svar.

source: Use the pH scale to classify each solution as acidic or basic.
sv_se: Använd pH-skalan för att klassificera varje lösning som sur eller basisk.

source: Use the results to answer the question.
sv_se: Använd resultaten för att svara på frågan.

source: Use the simulation and the pH scale to determine which type of solution has a higher concentration of H⁺ ions than of OH⁻ ions.
sv_se: Använd simuleringen och pH-skalan för att avgöra vilken typ av lösning som har en högre koncentration H⁺-joner än OH⁻-joner.

source: Use the simulation to determine if Treatment solution 1 or Treatment solution 2 should be added to the wastewater before it is released into the river.
sv_se: Använd simuleringen för att avgöra om behandlingslösning 1 eller behandlingslösning 2 ska tillsättas till spillvattnet innan det släpps ut i floden.

source: Use the simulation to determine which treatment solution is more likely to produce neutral wastewater, even if some mistakes are made with the amount of treatment solution that is added.
sv_se: Använd simuleringen för att avgöra vilken behandlingslösning som mest sannolikt producerar neutralt spillvatten, även om några misstag görs med mängden behandlingslösning som tillsätts.

source: Use the simulation to determine which treatment would be the most cost effective in treating the wastewater.
sv_se: Använd simuleringen för att avgöra vilken behandling som skulle vara mest kostnadseffektiv vid behandling av spillvatten.

source: Use the simulation to predict how long the sound of thunder from a lightning strike would take to reach an observer 20 kilometres away.
sv_se: Använd simuleringen för att förutsäga hur lång tid det skulle ta för ljudet av åskan från ett blixtnedslag att nå en observatör 20 kilometer bort.

source: Use this data to calculate the percentage of destroyed algal cells (the removal rate) in each beaker.
sv_se: Använd dessa data för att beräkna procentandelen förstörda algceller (elimineringshastigheten) i varje kärl.

source: Use virtual or augmented reality
sv_se: Använda virtuell eller förstärkt verklighet (augmented reality)

source: Use washing machines and dishwashers only when overall energy demand is low.
sv_se: Endast använda tvättmaskiner och diskmaskiner när den totala efterfrågan på energi är låg.

source: Use water more efficiently.
sv_se: Använda vatten mer effektivt.

source: Uses
sv_se: Användningsområden

source: Using T. rex fossils, scientists estimate the mass of a T. rex adult was between 5 tonnes (5000 kg) and 7 tonnes (7000 kg).
sv_se: Genom att använda fossiler från T. rex kan forskare uppskatta att massan hos en vuxen T. rex var mellan 5 ton (5 000 kg) och 7 ton (7 000 kg).

source: Using a turn right block instead of the turn left block is also correct.
sv_se: Att använda ett sväng höger-block i stället för sväng vänster-blocket är också korrekt.

source: Using animate blocks
sv_se: Använda animera-block

source: Using change colour blocks
sv_se: Använd byt färg-block

source: Using fewer code blocks
sv_se: Använda färre kodblock

source: Using if blocks
sv_se: Använda om-block

source: Using if/else blocks
sv_se: Använda om/annars-block

source: Using repeat blocks
sv_se: Använda upprepa-block

source: Using the descriptions in the table on the right, identify which of the situations in the table below should be classified as light pollution.
sv_se: Identifiera vilka av situationerna i tabellen nedan som kan klassificeras som ljusföroreningar baserat på beskrivningarna i tabellen till höger.

source: Using the number keys, type your answer to the nearest whole number.
sv_se: Avrunda ditt svar till närmaste heltal och skriv det med siffertangenterna.

source: Usually they are only a few minutes late anyway.
sv_se: De brukar ändå bara komma några minuter sent.

source: Variables are easier to control in a field study.
sv_se: Det är lättare att kontrollera variabler i en fältstudie.

source: Vary running
sv_se: Variera löpning

source: Vegetation amount decreases.
sv_se: Mängden vegetation minskar.

source: Vegetation amount increases.
sv_se: Mängden vegetation ökar.

source: Vegetation amount stays the same.
sv_se: Mängden vegetation förblir densamma.

source: Vehicle exhaust emissions also contain these two gases.
sv_se: Fordonsavgaser innehåller också dessa två gaser.

source: Vertical Farms
sv_se: Vertikala odlingar

source: Vertical farms are more expensive to build and maintain than outdoor farms.
sv_se: Vertikala odlingar är dyrare att bygga och underhålla än utomhusodlingar.

source: Vertical farms may provide a solution to this challenge.
sv_se: Vertikala odlingar kan vara en lösning på denna utmaning.

source: Very confident
sv_se: Mycket säker

source: Very high risk
sv_se: Mycket hög risk

source: Very hot weather and the lack of rain caused the rivers to stop flowing.
sv_se: Mycket varmt väder och brist på regn gjorde att floderna slutade rinna.

source: Very important
sv_se: Mycket viktigt

source: Very likely
sv_se: Mycket troligt

source: Very little
sv_se: Mycket lite

source: Very often
sv_se: Mycket ofta

source: Very well prepared
sv_se: Mycket väl förberedd

source: Video calling software (e.g. <Zoom®>, <Skype®>)
sv_se: Program för videosamtal (t.ex. Skype, Google Meet, Zoom, Microsoft Teams)

source: Video-recorded or live-streamed instruction by a tutor
sv_se: Videoinspelad eller livstreamad undervisning med en lärare

source: View of site from above
sv_se: Vy av platsen ovanifrån

source: View solution
sv_se: Visa lösning

source: Visit web sites about <school science> topics
sv_se: Besöker webbplatser som handlar om naturvetenskapliga ämnen

source: Visit web sites of ecology organisations or follow news of science, environmental, or ecology organisations via blogs and microblogging
sv_se: Besöker webbplatser med fokus på ekologi eller följer nyheter från vetenskapliga organisationer eller miljöorganisationer via bloggar eller microbloggar

source: Visit websites written in <English²> (e.g. blogs, social media)
sv_se: Besöker engelska webbplatser (t.ex. bloggar, sociala medier)

source: Visitors
sv_se: Besökare

source: Visitors (●) enter the exhibition and move around.
sv_se: Besökarna (●) går in på utställningen och går runt.

source: Volume
sv_se: Volym

source: Volume increases as pressure increases.
sv_se: Volymen ökar när trycket ökar.

source: Volume of treatment solution added (mL)
sv_se: Volym tillsatt behandlingslösning (ml)

source: Volunteering or service activities, e.g. <national examples>
sv_se: Frivilliga hjälpinsatser t.ex. Operation Dagsverke

source: W
sv_se: V

source: Wait 1 minute
sv_se: Vänta 1 minut

source: Wait 5 minutes
sv_se: Vänta 5 minuter

source: Wait 5 minutes at .
sv_se: Vänta 5 minuter vid .

source: Wait 5 minutes at this .
sv_se: Vänta 5 minuter vid denna .

source: Wait up to a maximum of 5 minutes before leaving.
sv_se: Väntar upp till 5 minuter innan man lämnar.

source: Wait up to a maximum of 5 minutes for each viewing area.
sv_se: Väntar upp till 5 minuter för varje visningsområde.

source: Waiting at stops
sv_se: Vänta vid hållplatser

source: Waiting for students
sv_se: Vänta på elever

source: Walking
sv_se: Promenad

source: Walking, riding a bicycle, or using public transportation rather than use a car to travel short distances (approximately <5 km, 3 mi>)
sv_se: Promenerat, cyklat eller tagit kollektivtrafiken i stället för att åka bil vid kortare sträckor (cirka 5 km)

source: Warmer waters
sv_se: Varmare vatten

source: Warning
sv_se: Varning

source: Washers
sv_se: Tvättmaskin

source: Watch TV programs about <science>
sv_se: Tittar på TV-program om naturvetenskap

source: Watch movies, programmes or online videos in <English²> (e.g. on television, online streaming services, <YouTube®>)
sv_se: Tittar på film, program eller videor på nätet på engelska (t.ex. på TV eller streamingtjänster, YouTube)

source: Watch movies, programmes or series in <English²> (e.g. on television or online streaming services)
sv_se: Tittar på filmer, program eller serier på engelska (t.ex. på TV eller via någon streamingtjänst)

source: Watch movies, shows or news in <English²> (e.g. on television or online streaming services) without subtitles
sv_se: Se på filmer, program eller nyheter på engelska utan undertexter (t.ex. på tv eller strömningstjänster)

source: Watch online videos in <English²> (e.g. <YouTube®>, <Instagram®>)
sv_se: Tittar på videor på engelska på nätet (t.ex. YouTube, Instagram)

source: Watch something in <English²> on a screen (with or without subtitles)
sv_se: Tittar på något på engelska på en skärm (med eller utan undertexter)

source: Water
sv_se: Vatten

source: Water Pollution
sv_se: Vattenföroreningar

source: Water bottles
sv_se: Vattenflaskor

source: Water conservation can be an effective way for communities to overcome water shortages.
sv_se: Vattenbesparing kan vara ett effektivt sätt för samhällen att hantera vattenbrist.

source: Water in the sweat conducts heat less efficiently than air.
sv_se: Vattnet i svetten leder värme mindre effektivt än luft.

source: Water in the sweat react with the fabric and releases heat.
sv_se: Vattnet i svetten reagerar med tyget och frigör värme.

source: Water is added to a mixture to separate the substances that are soluble in water from those that are not.
sv_se: Vatten tillsätts till en blandning för att separera de ämnen som är lösliga i vatten från dem som inte är det.

source: Water is cheaper to pump at night.
sv_se: Det är billigare att pumpa vatten på natten.

source: Water is removed from the clay layer, forcing clay into the sand layer.
sv_se: Vatten avlägsnas från lerlagret, vilket gör att leran pressas in i sandlagret.

source: Water is removed from the sand layer, forcing sand into the clay layer.
sv_se: Vatten avlägsnas från sandlagret, vilket gör att sanden pressas in i lerlagret.

source: Water is used more efficiently.
sv_se: Vatten används mer effektivt.

source: Water is ‘saturated’ if the maximum amount of a solute is dissolved in it.
sv_se: Vatten är 'mättat' om den maximala mängden av ett ämne är upplöst i det.

source: Water is ‘undersaturated’ if it contains less than the maximum amount of dissolved solute.
sv_se: Vatten är 'omättat' om det innehåller mindre än den maximala mängden av det upplösta ämnet.

source: Water moves from the clay layer into the sand layer, causing the clay layer to compress.
sv_se: Vatten rör sig från lerlagret in i sandlagret, vilket gör att lerlagret pressa samman.

source: Water moves from the sand layer into the clay layer, causing the sand layer to compress.
sv_se: Vatten rör sig från sandlagret in i lerlagret vilket gör att sandlagret pressas samman.

source: Water pollution
sv_se: Vattenföroreningar

source: Water shortages
sv_se: Brist på vatten

source: Water temperature
sv_se: Vattentemperatur

source: Water varies
sv_se: Vatten ändras

source: Wave Energy
sv_se: Vågenergi

source: Wavelength (nm)
sv_se: Våglängd (nm)

source: We are interested in the options parents or guardians have when choosing a school for their children.
sv_se: Vi är intresserade av föräldrars eller vårdnadshavares möjligheter att välja skola åt sina barn.

source: We can expect another period (2020-2040) to also have little overall change in global temperature.
sv_se: Vi kan förvänta oss ännu en period (2020-2040) när den globala temperaturen förändras lite totalt sett.

source: We do not need to plant trees because the forest will grow back on its own.
sv_se: Vi behöver inte plantera träd eftersom skogen återväxer utan vår hjälp.

source: We don’t have this type of staff member
sv_se: Vi har inte den här typen av anställda

source: We have enough laboratory material that all courses can regularly use it.
sv_se: Vi har tillräckligt mycket laboratoriematerial för att alla klasser ska kunna använda det regelbundet.

source: We have extra laboratory staff that help support <school science> teaching.
sv_se: Vi har extrapersonal i skollabbet som hjälper till i NO-undervisningen.

source: We need to improve the model to include stops to pick up students.
sv_se: Vi behöver förbättra modellen så att den innehåller hållplatser där elever hämtas upp.

source: We need to improve the model to include the effect of rain.
sv_se: Vi behöver förbättra modellen så att den innehåller regnets påverkan.

source: We put measures derived from the results of external evaluations into practice.
sv_se: Vi implementerade åtgärder hämtade ur resultaten från den externa utvärderingen.

source: We should plant other types of plants as well as trees.
sv_se: Vi borde plantera både träd och andra typer av växter.

source: We should rely more on common sense and less on scientific studies.
sv_se: Vi borde lita mer på sunt förnuft och mindre på vetenskapliga studier.

source: We use <digital resources> to engage high-achieving students.
sv_se: Vi använder digitala lärresurser för att engagera högpresterande elever.

source: We use <digital resources> to enhance students’ capacity to work in groups.
sv_se: Vi använder digitala lärresurser för att förbättra elevernas förmåga att arbeta i grupp.

source: We use <digital resources> to help low-achieving students catch up with their peers.
sv_se: Vi använder digitala lärresurser för att hjälpa lågpresterande elever komma ikapp sina klasskamrater.

source: We use <digital resources> to help students learn how to use them safely outside of school.
sv_se: Vi använder digitala lärresurser för att eleverna ska lära sig hur man använder dem säkert utanför skolan.

source: We use <digital resources> to make teaching more effective.
sv_se: Vi använder digitala lärresurser för att göra undervisningen mer effektiv.

source: We use <digital resources> to provide personalised learning opportunities.
sv_se: Vi använder digitala lärresurser för att tillhandahålla personanpassade möjligheter till inlärning.

source: We use <digital resources> to strengthen students’ skills to learn on their own.
sv_se: Vi använder digitala lärresurser för att stärka elevernas förmåga att lära sig på egen hand.

source: We use <digital resources> to track students’ progress.
sv_se: Vi använder digitala lärresurser för att följa elevernas framsteg.

source: We used the data to plan specific action for school development.
sv_se: Vi använde informationen för att planera specifika åtgärder för skolans utveckling.

source: We used the data to plan specific action for the improvement of teaching.
sv_se: Vi använde informationen för att planera specifika åtgärder för att förbättra undervisningen.

source: We would like to learn more about how you learn new school material.
sv_se: Vi vill gärna veta mer om hur du lär dig nya saker i skolan.

source: We would like to learn more about how you learn.
sv_se: Vi vill gärna veta mer om hur du lär dig.

source: Wearing dark glasses improves their vision.
sv_se: Att bära mörka glasögon förbättrar deras syn.

source: Website article from a business journalist reporting on a non-profit conference
sv_se: Webbartikel från en affärsjournalist som rapporterar från en ideell konferens

source: Website for an online shop selling organic cotton
sv_se: Hemsida för en onlinebutik som säljer ekologisk bomull

source: Weed damage threshold
sv_se: Tröskelvärde för ogrässkador

source: Weeks
sv_se: Veckor

source: Weightlifting
sv_se: Styrketräning

source: Well done!
sv_se: Bra jobbat!

source: Well prepared
sv_se: Väl förberedd

source: Were you required to attend <remedial English¹ lessons> during the last 12 months?
sv_se: Har du behövt delta i stödundervisning i engelska under de senaste 12 månaderna?

source: West Antarctic Ice Sheet
sv_se: Västantarktiska istäcket

source: Whales have difficulty communicating, navigating and finding mating partners.
sv_se: Valar har svårt att kommunicera, navigera och hitta en partner att para sig med.

source: What initial impact will direct artificial light at night have on the fox’s vision?
sv_se: Vilken inledande påverkan kommer direkt konstgjort ljus på natten att ha på rävens syn?

source: What <grade> are you in?
sv_se: Vilken årskurs går du i?

source: What I learn in my <school science> subject(s) is important for me because I need this for what I want to do later on.
sv_se: Det jag lär mig i NO-ämnena är viktigt för mig eftersom jag behöver denna kunskap för det jag vill göra i framtiden.

source: What I learn in school encourages me to consider what I can do to impact the local environment positively.
sv_se: Det jag lär mig i skolan uppmuntrar mig till att fundera på vad jag kan göra för att ha en positiv inverkan på den lokala miljön.

source: What I learn in school encourages me to positively impact national and global environmental issues (e.g., Climate change).
sv_se: Det jag lär mig i skolan uppmuntrar mig till att engagera mig i nationella och globala miljöfrågor (t.ex. klimatförändringar).
